var local_database = [
  {
    "name": "第一个问题，本积分并不重要，因为选择题无法客观地检测，只是希望你认真地回顾一下今天而已",
    "daan": "A",
    "content": ["了解了", "好的", "get it", "I know"]
  },
  {
  "name": "今天的日程安排有没有很好地完成呀？",
  "daan": "A",
  "content": ["嗯，我很好的完成了", "还有一些没有完成", "呜呜，大部分都没有完成", "啥，啥日日程安排？？！！"]
},
  {
    "name": "如果用百分比计算，今天的日程安排完成了大约？",
    "daan": "A",
    "content": ["100%", "70%", "30%", "0%"]

  },
  {
    "name": "回顾一下今天，是否有什么收获呢",
    "daan": "A",
    "content": ["那是当然哒，有很好的收获", "没有很多，但是觉得还蛮充实", "没什么收获，忙碌了一天", "今天结束了吗，我好像都还没睡醒？？"]

  },

{
  "name": "今天的心情如何？",
    "daan": "A",
    "content": ["小小的开心，挺好的", "一般般，比较平静", "比较糟糕", "啊哈哈哈哈哈哈哈"]
   
  },
  {
    "name": "来立一个flag吧，明天能够按时完成任务吗？",
    "daan": "A",
    "content": ["那是当然哒", "可能不行", "不好说", "不能"]

  },
  {
    "name": "昨天的flag达成了吗？",
    "daan": "D",
    "content": ["尴尬了，好像还差蛮多", "勉强能算吧", " 还差一些", "达成了，哈哈哈哈哈哈哈"]

  },
  {
    "name": "今天让自己满意了吗？",
    "daan": "D",
    "content": ["嗯嗯，很满意", "大体上让人满意哒", "感觉有点小小的荒废", "？？今天我干了啥？？"]

  },
  {
    "name": "主人，投我一票吧(๑•ω•๑)",
    "daan": "A",
    "content": ["好的，好的 (=´ω｀=)", "那是必须滴！", "行，没问题！", "that is ok!"]

  }, 
 
  {
    "name": "最后，皮一下，数分做了没有",
    "daan": "B",
    "content": ["没有，明朝散发弄扁舟", "那是当然的啦！", "数分是什么东西，能吃吗", "并没有，数分排位三连败"]
  },
 
  {
    "name": "戳D宝宝看看得分吧！",
    "daan": "D",
    "content": ["戳D呀，戳D", "不要戳我", "点我的下面这位", "我就是D宝宝，快来点我吧"]

  },
  
]
module.exports = {
  postList: local_database
}

